def fozu():
    print ("        万 佛                 _ooOoo_               乱 怒")

    print ("        事 祖                o8888888o              码 气")

    print ("        开 压                88  .  88              一 直")

    print ("        头 镇                (| -_- |)              出 冲")

    print ("        难 前                 O\\ = /O               现 天")

    print ("        ， 。             ____/`---'\\____            ， ！")

    print ("        事 豪               ' \\| |// `.             要 佛")

    print ("        平 爽            / \\||| : |||// \\           想 祖")

    print ("        心 毁          / _||||| -:- |||||- \\        事 来")

    print ("        不 此           | | \\\\\\ - /// | |           事 镇")

    print ("        平 物          | \\_| ''\\---/'' | |          顺 楼")

    print ("        ， ！          \\ .-\\__ `-` ___/-. /          ， ！ ")

    print ("                      ___`. .' /--.--\\ `. . __  ")

    print ("                   ."" '< `.___\\_<|>_/___.' >'"".  ")

    print ("    佛 我        | | : `- \\`.;`\\ _ /`;.`/ - ` : | |  ")

    print ("    曰 佛          \\ \\ `-. \\_ __\\ /__ _/ .-` / /  ")

    print ("    ： 慈     ======`-.____`-.___\\_____/___.-`____.-'======  ")

    print ("       悲                      `=---='  ")

    print ("  ")

    print ("         .............................................  ")

    print('                                       化名: MC子龙      ')

    print('                                       原名: 李  客      ')

    print ("                客曰:  ")
    print('                                              ')

    print('                                               ')

    print('             洗洗睡吧!    ')

